<!-- dflook/terraform-github-actions {"workspace":"test-output-command-2","backend":"4bba6f3615e6f377d6b2fde53977ad67a52de5f9e96734d68b9412e97cd3e9d5","backend_type":"remote","plan_job_ref":"Job Test Terraform cloud #67 at https://github.com/dflook/terraform-github-actions/actions/runs/3235711000","plan_hash":"4853c642bae04e971724d8430436c779ff046972bdba95fd12a776a0d3667e58","plan_text_format":"text"} -->
Terraform plan in __tests/workflows/test-cloud/1.0__ in the __test-output-command-2__ workspace
With var files: `tests/workflows/test-cloud/1.0/my_variable.tfvars
`
With variables: `from_variables="from_variables"`
<details>
<summary>Plan: 1 to add, 0 to change, 0 to destroy. Changes to Outputs.</summary>

```hcl
Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
  + create

Terraform will perform the following actions:

  # random_id.the_id will be created
  + resource "random_id" "the_id" {
      + b64_std     = (known after apply)
      + b64_url     = (known after apply)
      + byte_length = 5
      + dec         = (known after apply)
      + hex         = (known after apply)
      + id          = (known after apply)
    }

Plan: 1 to add, 0 to change, 0 to destroy.

Changes to Outputs:
  + default        = "default"
  + from_tfvars    = "from_tfvars"
  + from_variables = "from_variables"
```
</details>

:memo: Plan generated in [Test Terraform cloud #67](https://github.com/dflook/terraform-github-actions/actions/runs/3235711000)